；将本地化文本放入此文件中

[EleriumCorefbbtank X2ItemTemplate]
FriendlyName="坦克部件"
FriendlyNamePlural="坦克部件"
BriefSummary="坦克部件。"
LootTooltip="坦克部件。"


[fbacvplayer X2CharacterTemplate]
strCharacterName="坦克"

[fbshivclasshtank X2SoldierClassTemplate]
+DisplayName = "坦克"
+ClassSummary = "坦克。"
+LeftAbilityTreeTitle = "坦克"
+RightAbilityTreeTitle = "坦克"



[intshiv22tank X2TechTemplate]
DisplayName="建造坦克"
Summary="建造一辆庞然大物坦克。"
CodeName="坦克"
LongDescription="建造一辆庞然大物坦克。"
UnlockedDescription="已建造一辆坦克"




[Blasterre X2AbilityTemplate]
LocFriendlyName="死亡绽放"
LocLongDescription="对单个目标进行多次爆能枪射击"
LocHelpText="对单个目标进行多次爆能枪射击"
LocFlyOverText="死亡绽放"
LocPromotionPopupText="<Bullet/> 向目标发射多发爆能枪<br/>"

[Blasterreplayer X2AbilityTemplate]
LocFriendlyName="死亡绽放"
LocLongDescription="对单个目标进行多次爆能射击。产生 2 点热量"
LocHelpText="对单个目标进行多次爆能射击。产生 2 点热量"
LocFlyOverText="死绽放亡"
LocPromotionPopupText="<Bullet/> 向目标发射多发爆能枪。产生 2 点热量<br/>"


[tankventshutdown X2AbilityTemplate]
LocFriendlyName="过热关机"
LocLongDescription="过热关机"
LocHelpText="过热关闭"
LocFlyOverText="过热关闭"
LocPromotionPopupText="<Bullet/>过热关闭<br/>"

[tankventshutdown2 X2AbilityTemplate]
LocFriendlyName="过热关机"
LocLongDescription="过热关机"
LocHelpText="过热关闭"
LocFlyOverText="过热关闭"
LocPromotionPopupText="<Bullet/>过热关闭<br/>"




[teleporttank X2AbilityTemplate]
LocFriendlyName="瞬移"
LocLongDescription="飞起来并降落到目标位置"
LocHelpText="飞起来并降落到目标位置"
LocFlyOverText="瞬移"
LocPromotionPopupText="<Bullet/>启动<br/>"

[acvevac X2AbilityTemplate]
LocFriendlyName="撤离"
LocLongDescription="为你的发射助推器充能，以便在下一回合撤离战场"
LocHelpText="为你的发射助推器充能，以便在下一回合撤离战场"
LocFlyOverText="撤离"
LocPromotionPopupText="<Bullet/> 撤离<br/>"



[RocketLauncheracv X2AbilityTemplate]
LocFriendlyName="禁区"
LocLongDescription="禁区"
LocHelpText="禁区"
LocFlyOverText="禁区"
LocPromotionPopupText="<Bullet/> 禁区<br/>"

[RocketLauncheracvplayer X2AbilityTemplate]
LocFriendlyName="冰雹炮"
LocLongDescription="向锥形区域发射 aoe 炮。产生 2 热量"
LocHelpText="向锥形区域发射 aoe 炮。产生 2 热量"
LocFlyOverText="冰雹炮"
LocPromotionPopupText="<Bullet/> 向锥形区域发射一门 aoe 炮。产生 2 热量<br/>"


[Blasterrelaser X2AbilityTemplate]
LocFriendlyName="精密光束"
LocLongDescription="精密光束"
LocHelpText="精密光束"
LocFlyOverText="精密光束"
LocPromotionPopupText="<Bullet/>精密光束<br/>"

[Blasterrelaserplayer X2AbilityTemplate]
LocFriendlyName="精密光束"
LocLongDescription="精密光束。产生 1 热量"
LocHelpText="精密光束。产生 1 热量"
LocFlyOverText="精密光束"
LocPromotionPopupText="<Bullet/>精准光束。产生 1 点热量<br/>"



[fbacv X2CharacterTemplate]
strCharacterName="坦克"


[acv_WPNplayer X2WeaponTemplate]
FriendlyName="坦克炮"
BriefSummary="坦克炮"
TacticalText="<Bullet/>坦克炮。"


[acv_laser X2WeaponTemplate]
FriendlyName="坦克激光"
BriefSummary="坦克激光"
TacticalText="<Bullet/>坦克激光。"


[SaturationFiretank X2AbilityTemplate]
LocFriendlyName="饱和攻击"
LocLongDescription="向指定的锥形区域发射所有坦克激光。产生 2 热量"
LocHelpText="向指定的锥形区域发射所有坦克激光。产生 2 热量"
LocFlyOverText="饱和攻击"
LocPromotionPopupText="<Bullet/> 用你所有的坦克激光向指定的锥形区域发射。产生 2 热量<br/>"

[RunAndGuntank X2AbilityTemplate]
LocFriendlyName="突击"
LocLongDescription="使用此项技能将允许坦克在黄色移动后开火。产生 1 点热量"
LocHelpText="使用此技能将允许坦克在黄色移动后开火。产生 1 点热量"
LocFlyOverText="突击"
LocPromotionPopupText="<Bullet/> 使用此技能将允许坦克在黄色移动后开火。产生 1 点热量<br/>"

[tankcoolantflush X2AbilityTemplate]
LocFriendlyName="冷却液冲洗"
LocLongDescription="该能力可消除坦克中所有当前积聚的热量。每个任务可使用两次。"
LocHelpText="该能力可消除坦克中所有当前累积的热量。每个任务可使用两次。"
LocFlyOverText="冷却液冲洗"
LocPromotionPopupText="<Bullet/> 该能力可消除油箱中所有当前积聚的热量。每个任务可使用两次。<br/>"


[tankoveron X2AbilityTemplate]
LocFriendlyName="过热超载"
LocLongDescription="让玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocHelpText="过热超载"
LocFlyOverText="过热关闭"
LocPromotionPopupText="<Bullet/> 过热关闭覆盖<br/>"

[tankoveroff X2AbilityTemplate]
LocFriendlyName="过热超载"
LocLongDescription="让玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocHelpText="过热超载"
LocFlyOverText="过热关闭"
LocPromotionPopupText="<Bullet/> 关闭覆盖<br/>"

[tankoverideshutdown X2AbilityTemplate]
LocFriendlyName="过热关闭覆盖"
LocLongDescription="让玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocHelpText="使玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocFlyOverText="过热关闭覆盖"
LocPromotionPopupText="<Bullet/> 让玩家能够在坦克过热时启用/禁用自动关机。启用后，坦克将遭受损坏。<br/>"

[tankoverideshutdown2 X2AbilityTemplate]
LocFriendlyName="过热关闭覆盖"
LocLongDescription="让玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocHelpText="使玩家能够在坦克过热时启用/禁用自动关闭功能。启用后，坦克将遭受损坏。"
LocFlyOverText="过热关闭覆盖"
LocPromotionPopupText="<Bullet/> 让玩家能够在坦克过热时启用/禁用自动关机。启用后，坦克将遭受损坏。<br/>"

[fbacvheatupgrade X2AbilityTemplate]
LocFriendlyName="附加散热器"
LocLongDescription="为水箱添加额外的散热器，使其在关闭之前获得 1 个以上的热量点。"
LocHelpText="为水箱添加额外的散热器，使其在关闭之前获得 1 个以上的热量点。"
LocFlyOverText="附加散热器"
LocPromotionPopupText="<Bullet/> 为水箱添加额外的散热器，使其在关闭前获得 1 个以上的热量点。<br/>"

[tankDemolition X2AbilityTemplate]
LocFriendlyName="破坏"
LocLongDescription="坦克使用激光试图摧毁目标掩体。产生 1 点热量。"
LocHelpText="坦克使用激光试图摧毁目标掩体。产生 1 点热量。"
LocFlyOverText="破坏"
LocPromotionPopupText="<Bullet/>坦克使用激光试图摧毁目标掩体。产生 1 个热量。<br/>"


[tankram1 X2AbilityTemplate]
LocFriendlyName="冲撞"
LocLongDescription="撞击附近的敌人造成伤害和击退，然后退回到原始位置。"
LocHelpText="撞击附近的敌人造成伤害和击退，然后退回到原始位置。"
LocFlyOverText="冲撞"
LocPromotionPopupText="<Bullet/>撞击附近的敌人造成伤害和击退，然后退回到原始位置。<br/>"

[laserburnup X2AbilityTemplate]
LocFriendlyName="集中光束"
LocLongDescription="升级精确光束，使其现在可以点燃敌人。"
LocHelpText="升级精确光束，使其现在可以点燃敌人。"
LocFlyOverText="集中光束"
LocPromotionPopupText="<Bullet/> 升级精确光束，使其现在可以点燃敌人。<br/>"

[spikedram X2AbilityTemplate]
LocFriendlyName="尖刺公羊"
LocLongDescription="升级撞击能力以造成 +4 额外伤害。"
LocHelpText="升级撞击能力以造成 +4 额外伤害。"
LocFlyOverText="尖刺公羊"
LocPromotionPopupText="<Bullet/> 升级撞击能力，造成 +4 额外伤害。<br/>"

[armorconstruct X2AbilityTemplate]
LocFriendlyName="建造装甲"
LocLongDescription="坦克每次可以自行修复 1 块装甲。产生 1 点热度。"
LocHelpText="坦克每次可以自行修复 1 块装甲。产生 1 点热量。"
LocFlyOverText="建造装甲"
LocPromotionPopupText="<Bullet/> 坦克每次可以自行修复 1 块装甲。产生 1 点热量。<br/>"

[tankspinning X2AbilityTemplate]
LocFriendlyName="死亡螺旋"
LocLongDescription="坦克在射击时旋转 360 度，以大圆圈为单位射击其周围所有的敌人。产生 3 点热量并有 3 回合的冷却时间。"
LocHelpText="坦克在射击时旋转 360 度，以大圆圈为单位射击其周围所有敌人。产生 3 点热量并有 3 回合冷却时间。"
LocFlyOverText="死亡螺旋"
LocPromotionPopupText="<Bullet/> 坦克在射击时旋转 360 度，以大圆圈为单位射击其周围所有敌人。产生 3 点热量并有 3 回合的冷却时间。<br/>"

[tankshieldon X2AbilityTemplate]
LocFriendlyName="开启护盾"
LocLongDescription="打开护盾.. 每回合提供 5 点护盾但阻止热量自然散去。"
LocHelpText="打开护盾.. 每回合提供 5 点护盾但阻止热量自然散去。"
LocFlyOverText="开启防护罩"
LocPromotionPopupText="<Bullet/> 打开护盾.. 每回合提供 5 个护盾但阻止热量自然散失。<br/>"

[tankshieldoff X2AbilityTemplate]
LocFriendlyName="关闭防护罩"
LocLongDescription="关闭防护罩。将坦克恢复到正常的散热模式。"
LocHelpText="关闭防护罩。将坦克恢复到正常的散热模式。"
LocFlyOverText="关闭防护罩"
LocPromotionPopupText="<Bullet/>关闭防护罩。使水箱恢复正常散热模式。<br/>"


[tankshield1 X2AbilityTemplate]
LocFriendlyName="坦克护盾系统"
LocLongDescription="授予您一个切换能力，可以打开或关闭坦克的 5hp 护盾，该护盾每回合都会再生。但是，开启时坦克无法自然散热。"
LocHelpText="授予您一个切换能力，可以打开或关闭坦克的 5hp 护盾，该护盾每回合都会再生。但是，开启时，坦克无法自然散热。"
LocFlyOverText="坦克护盾系统"
LocPromotionPopupText="<Bullet/> 授予您一个切换能力，可以打开或关闭坦克的 5hp 护盾，该护盾每回合都会再生。但是，开启时坦克无法自然散热。<br/>"

[RocketLauncheracvplayer2 X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocHelpText="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocFlyOverText="火焰喷射器"
LocPromotionPopupText="<Bullet/> 这种火焰喷射器利用坦克的反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。<br/>"

[RocketLauncheracvplayer2a X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocHelpText="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocFlyOverText="火焰喷射器"
LocPromotionPopupText="<Bullet/> 这种火焰喷射器利用坦克的反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。<br/>"

[RocketLauncheracvplayer2b X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocHelpText="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocFlyOverText="火焰喷射器"
LocPromotionPopupText="<Bullet/> 这种火焰喷射器利用坦克的反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。<br/>"

[RocketLauncheracvplayer2c X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocHelpText="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocFlyOverText="火焰喷射器"
LocPromotionPopupText="<Bullet/> 这种火焰喷射器利用坦克的反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。<br/>"

[RocketLauncheracvplayer2d X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocHelpText="该火焰喷射器利用坦克反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。"
LocFlyOverText="火焰喷射器"
LocPromotionPopupText="<Bullet/> 这种火焰喷射器利用坦克的反应堆以等离子释放的形式产生热量。坦克积累的热量越多，火焰喷射器就越强大，如果坦克没有热量，火焰喷射器就无法启动。<br/>"

[shivdamagecontrolacv X2AbilityTemplate]
LocFriendlyName="损害控制"
LocLongDescription="每次坦克受到伤害时，它都会自动增强其护甲，并在剩余的回合中为自己提供 +1 减伤效果。护甲会与后续攻击叠加。"
LocHelpText="每次坦克受到伤害时，它都会自动增强其装甲，并在剩余的回合中为自己提供 +1 减伤。装甲会与后续攻击叠加。"
LocFlyOverText="损害控制"
LocPromotionPopupText="<Bullet/>每次坦克受到伤害时，它都会自动增强其装甲，并在回合的剩余时间内为自己提供 +1 减伤。装甲与后续攻击叠加。<br/>"
